{
    "translation": {
      "set data": "Datos",
      "configure": "Configurar",
      "edit": "Editar",
      "update": "Actualizar",
      "diagnose": "Diagnosticar",
      "main functions": "Funciones principales",
      "show mac addresses": "Mostrar direcciones MAC",
      "qr scanner": "Escáner código de barras",
      "check conectivity with server": "Comprobar conectividad",
      "get list of devices from customer": "Obtener equipos de un cliente",
      "create cms platform": "Crear plataforma CMS",
      "latest firmwares": "Descargar últimos firmwares",
      "tutorials": "Tutoriales",
      "last changes": "Últimos cambios",
      "password": "Contraseña",
      "login password": "Contraseña de acceso",
      "new login password": "Nueva contraseña de acceso",
      "ssid description": "Nombre de la red Wi-Fi",
      "password description": "Contraseña de la red Wi-Fi",
      "login password description": "Para la configuración. Por defecto es: admin",
      "new login password description": "Nueva contraseña de acceso para la configuración",
      "hide ssid": "Ocultar SSID",
      "use encryption": "Encriptar datos",
      "use https": "Usar HTTPS",
      "save data": "Guardar cambios",
      "start configuration": "Comenzar configuración",
      "configured": "Configurado",
      "signal": "Señal",
      "searching problems for": "Buscando problemas para ",
      "1.checking wifi network": "1. Comprobando la red Wi-Fi...",
      "2.checking internet access": "2. Comprobando acceso a Internet...",
      "3.connecting to": "3. Conectándose a ",
      "4.checking if login password is right": "4. Comprobando si la contraseña de acceso es correcta...",
      "5.checking if configuration data is right": "5. Comprobando si los datos de configuración son correctos...",
      "check": "Comprobar",
      "mac addresses": "Direcciones MAC",
      "current connection with server": "Conectividad actual con el servidor",
      "type": "Modelo",
      "customer": "Cliente",
      "last connection": "Última conexión",
      "firmware version": "Versión del firmware",
      "refresh data": "Actualizar",
      "load devices from customer": "Cargar equipos de un cliente",
      "select a customer": "Selecciona un cliente",
      "search": "Buscar",
      "get devices": "Obtener equipos",
      "unlock customers": "Desbloquear clientes",
      "customer code": "Código de cliente",
      "write the code provided by cleanair spaces": "Pregunte a CleanAir Spaces",
      "send code": "Enviar código",
      "fill out the following fields to create the cms platform": "Rellene los siguientes campos para crear la plataforma CMS",
      "company name": "Nombre del cliente/empresa",
      "name of the company": "Nombre del cliente/empresa",
      "location name": "Nombre de la localización",
      "name of the location": "Nombre de la localización",
      "select the country": "Selecciona el país",
      "city": "Ciudad",
      "address": "Dirección",
      "write the address of the company": "Escribe la dirección de la compañía",
      "username": "Nombre de usuario",
      "write the username you prefer to log in into the cms": "Escribe la contraseña que usarás para entrar a la plataforma CMS",
      "repeat password": "Contraseña de nuevo",
      "write the password again": "Escribe de nuevo la contraseña",
      "hour of operation start": "Hora de encendido",
      "hour of operation end": "Hora de apagado",
      "zone name": "Nombre de la zona",
      "write the name of the zone the devices are installed": "Escribe el nombre de la zona donde están instalados los equipos",
      "observations": "Observaciones",
      "work on monday": "Encender equipos los lunes",
      "work on tuesday": "Encender equipos los martes",
      "work on wednesday": "Encender equipos los miércoles",
      "work on thursday": "Encender equipos los jueves",
      "work on friday": "Encender equipos los viernes",
      "work on saturday": "Encender equipos los sábados",
      "work on sunday": "Encender equipos los domingos",
      "send form": "Enviar formulario",
      "latest firmware versions": "Últimas versiones del firmware",
      "device": "Dispositivo",
      "1.connect your ductfit mobile to the internet": "1. Conecta tu ductFIT Mobile a Internet",
      "2.how to add and manage your devices from the cleanair spaces app": "2. Cómo añadir y gestionar tus dispositivos desde la app de CleanAir Spaces",
      "3.how to change the filter and cell of ductfit mobile": "3. Cómo cambiar el filtro HEPA y catalizador de ductFIT Mobile",
      "4.how to change the cell of ductfit s": "4. Cómo cambiar el catalizador de ductFIT S",
      "serial number": "Número de serie",
      "sent": "Enviado",
      "settings": "Ajustes",
      "language": "Idioma",
      "timeout": "Velocidad de configuración",
      "select a speed": "Selecciona una velocidad",
      "press the button to scan barcodes with the serial numbers": "Presiona el botón para escanear códigos de barra con los números de serie",
      "list of serial numbers": "Lista de números de serie",
      "press the button to send the serial numbers to cleanair spaces": "Pulsa el botón para enviar los números de serie a CleanAir Spaces",
      "your name": "Tu nombre",
      "your name description": "Escribe tu nombre para ser identificado por CleanAir Spaces",
      "No internet connection": "Sin conexión a internet",
      "You have unlocked all the customers": "Todos los clientes han sido desbloqueados",
      "The code does not match any customer": "Código incorrecto",
      "Customer has been unlocked": "Cliente desbloqueado",
      " devices have been included": " dispositivos se han añadido",
      "Company name is required": "Se requiere nombre de compañía",
      "Location name is required": "Se requiere añadir la localización",
      "Country is required": "Se requiere añadir el país",
      "City is required": "Se requiere añadir la ciudad",
      "Address is required": "Se requiere añadir la dirección",
      "Username is required": "Se requiere añadir el nombre de usuario",
      "Password is required": "Se requiere añadir la contraseña",
      "Repeat password is required": "Escribe de nuevo la contraseña",
      "Operation start is required": "Añade una hora de inicio de funcionamiento",
      "Operation end is required": "Añade una hora de finalización de funcionamiento",
      "Zone is required": "Añade el nombre de la zona",
      "Passwords do not match!": "¡Las contraseñas no coinciden!",
      "Submitted. CAS support will contact you soon!": "Enviado. El equipo técnico de CleanAir Spaces te contactará pronto",
      "Email could not be sent": "El email no pudo ser enviado",
      "SSID is required": "Se requiere un SSID",
      "Login password is required": "Se requiere una contraseña de acceso",
      "New login password is required": "Se requiere una contraseña de acceso",
      "Config data updated successfully": "Datos de configuración actualizados",
      "There was an error": "Hubo un error",
      "Config progress has been deleted": "El proceso de configuración ha sido eliminado",
      "There are no new near devices": "No hay nuevos dispositivos cercanos",
      "There are no left near devices to configure": "No hay más dispositivos cercanos por configurar",
      "Download the latest firmwares from the sidebar": "Descarga los últimos firmwares desde el sidebar",
      "- Configuring ": "- Configurando ",
      "Configured successfully!": "Configurado con éxito!",
      " - Updating ": " - Actualizando ",
      " - There is no communication with ": " - No hay comunicación con ",
      "  Getting current firmware version...": "  Obteniendo la versión actual del firmware...",
      "  ... current version is ": "  ... la versión actual es ",
      "  Latest available version is ": "  La última versión disponible es ",
      "  Device is already updated to the latest firmware version.": "  El dispositivo está ya actualizado a la última versión.",
      "It was not possible to get the current firmware. Try later.": "No fue posible obtener la versión actual del firmware. Inténtelo más tarde.",
      "  Updating device to firmware version ": "  Actualizando el dispositivo a la versión ",
      "Wrong password.": "Contraseña de acceso incorrecta.",
      "Device is not configured.": "El dispositivo no está configurado.",
      "Error when trying to update.": "Hubo un error al intentar la actualización.",
      "Successfully updated to firmware ": "El dispositivo ha sido actualizado con éxito a la versión ",
      "feedback": "Quejas y sugerencias",
      "Hello! If you have any problem with the app or any suggestion for future features please contact us:": "¡Hola! Si tienes algún problema con la app o deseas nuevas funcionalidades, por favor contacta con nosotros:",
      "contact me by linkedin": "Contacta por Linkedin",
      "If you liked the app and found it useful, please give it 5 stars in the App Store. This support will help to add more features.": "Si te gustó la app y te fue útil, por favor dale 5 estrellas en la tienda de aplicaciones. Este apoyo ayudará a mejorar la app y añadir nuevas características.",
      "rate the app": "Puntúa la app",
      "If you want to create the CMS platform before installing the devices, please scan the serial numbers or the MAC addresses:": "Si quieres crear la plataforma CMS antes de instalar los equipos, por favor escanea los números de serie o las direcciones MAC:",
      "serial number or MAC address": "Números de serie o direcciones MAC",
      "Select a near Wi-Fi network": "Selecciona una red Wi-Fi",
      "Welcome to ductFITools app!": "¡Bienvenido a la app ductFITools!",
      "This app will help you to automatically configure and update your ductFIT devices. But firstly, log in or register:": "Esta app le ayudará a configurar y actualizar los equipos de forma automática. Pero primero, inicie sesión o regístrese:",
      "Log in": "Iniciar sesión",
      "Register": "Registrarse",
      "Change language": "Cambiar idioma",
      "email": "Correo electrónico",
      "credentials_password": "Contraseña",
      "Back": "Atrás",
      "Submit": "Enviar",
      "Forgot the password?": "¿Olvidó la contraseña?",
      "Right credentials!": "¡Credenciales correctas!",
      "Wrong credentials": "Credenciales incorrectas",
      "Accept": "Aceptar",
      "Name": "Nombre",
      "Who are you?": "¿Quién eres?",
      "Installer": "Instalador",
      "Customer": "Cliente",
      "Name is required": "Se requiere el nombre",
      "Email is required": "Se requiere el email",
      "Select who you are": "Selecciona quién eres",
      "Successful registration!": "¡Registrado con éxito!",
      "Email already registered": "Email ya registrado",
      "Type a valid email address": "Escribe una dirección de email válida",
      "Restore your password": "Recupera tu contraseña",
      "Please type your email address. You will receive an email with the procedure to restore your login password:": "Por favor, escribe tu dirección de correo electrónico. Recibiras un email con el procedimiento para recuperar tu contraseña:",
      "Successfully sent! Please check out your mailbox": "¡Enviado con éxito! Por favor revisa tu bandeja de correo",
      "Log out": "Cerrar sesión",
      "Contact by email": "Contacta por email",
      "Enable the Wi-Fi": "Activa el Wi-Fi",
      "scan the barcodes to get the serial numbers of the devices": "Escanea los códigos de barras para obtener los números de serie de los equipos",
      "Configuration speed": "Velocidad de configuración",
      "Low speed disables additional verifications. MAC address cannot be obtained.": "La velocidad baja desactiva verificaciones adicionales. La dirección MAC no se puede obtener.",
      "Fast configuration speed has been set.": "Velocidad de configuración rápida programada.",
      "Slow configuration speed has been set.": "Velocidad de configuración lenta programada.",
      "Learn how to use this app": "Aprende como usar esta app",
      "Wrong code": "Código incorrecto",
      "How to use this app": "Guía de uso de la app",
      "First steps": "Primeros pasos",
      "If this is the fist time you download this app, then press on the Register button to create a new account. You will have to specify your email address, the login password that you will use as well as your permissions needed": "Si es la primera vez que descarga esta app, pulse en el botón Registrarse para crear una nueva cuenta. Tendrá que especificar su nombre, una dirección de correo electrónico, una contraseña que desee, además de los permisos que necesita",
      "Make sure your ductFITs have power supply and are turned on before the configuration": "Asegúrese de que sus equipos ductFIT están encendidos antes de realizar la configuración",
      "The number of features you will have available depends on your permissions:": "El número de funcionalidades disponibles depende del perfil:",
      "- Configure and update your devices.": "- Configurar y actualizar los equipos.",
      "- Create monitoring platform.": "- Crear la plataforma de monitorización.",
      "- Scan barcodes of the devices with serial numbers that can be sent in real-time to CleanAirSpaces.": "- Escanear los códigos de barras con los números de serie y enviarlos en tiempo real a CleanAir Spaces.",
      "- Download the data of the assigned devices of a specific location.": "- Obtener los datos de los equipos asignados a una determinada localización.",
      "- Once CleanAirSpaces has authorized you to have installer permissions, new features will be automatically enabled next time you open the app.": "- Una vez CleanAir Spaces le ha autorizado los permisos de instalador, nuevas funcionalidades aparecerán en la app la próxima vez que acceda a ella.",
      "Configuration data": "Datos de configuración",
      "In order to operate and read data from the ductFIT devices, they need to be connected to the internet through a Wi-Fi network. For that, name and password of the Wi-Fi must be loaded into their internal memory.": "Para controlar y recibir datos de los ductFITs, estos tienen que estar conectados a internet a través de una red Wi-Fi. Para ello, el nombre y contraseña de su red Wi-Fi se deben almacenar en la memoria interna de los equipos.",
      "The first tab of the bottom navigation allows to set the configuration data. Follow these steps:": "La pestaña Datos de la app le permite hacer esto último. Siga los siguientes pasos:",
      "- Activate the Wi-Fi in your smartphone.": "- Active el Wi-Fi en su teléfono.",
      "- Type the name of the Wi-Fi the ductFIT must be connected to. You can also click on the magnifying glass to select the available Wi-Fi networks.": "- Escriba el nombre de la red Wi-Fi a la que se tienen que conectar los equipos. Pulse en la lupa para mostrar las redes Wi-Fi cercanas.",
      "- Type the password of the Wi-Fi": "- Escriba la contraseña de la red Wi-Fi.",
      "- Write the current login password. By default it is admin.": "- Escriba la contraseña de acceso al dispositivo. Por defecto es admin.",
      "- Type a new login password. If empty, it will be set as admin.": "- Si desea otra contraseña de acceso al dispositivo escriba una. Si se deja vacio este campo, por defecto la contraseña será admin.'",
      "- Select Hide SSID if you do not want the wireless access point of the ductFIT to be shown in the list of near Wi-Fi networks.": "- Seleccione Ocultar SSID si desea que no aparezca el punto de acceso que emite ductFIT en la lista de redes Wi-Fi disponibles.",
      "We recommend to unselect the above option.": "Recomendamos desactivar la opción anterior.",
      "- Choose if the data has to be encrypted.": "- Elija si la comunicación entre ductFIT y el servidor de CleanAir Spaces debe ir encriptada.",
      "We recommend to select the above option.": "Recomendamos activar la opción anterior.",
      "- If selected, HTTPS communication protocol will be used instead of the MQTT protocol. Note that firmware updates can only be done with HTTPS.": "- Seleccione si el protocolo de comunicación HTTPS se usará en vez de MQTT. Tenga en cuenta que las actualizaciones de firmware únicamente pueden llevarse a cabo si HTTPS está seleccionado.",
      "We recommend to select the above option": "Recomendamos seleccionar HTTPS",
      "Finally press the button to save the configuration data.": "Finalmente, pulse en el botón para guardar los datos de configuración.",
      "Configuration process": "Proceso de configuración",
      "Once the configuration data has been set, we can configure the devices. First, discover the nearby devices by pressing the magnifying glass button. to update the signal of the devices, press the reload button.": "Una vez los datos han sido establecidos, podemos configurar los equipos. Primero, descubra los ductFITs cercanos pulsando en el botón de la lupa. Para actualizar la señal de los dispositivos, pulse en el botón de recargar.",
      "All the nearby devices will be configured automatically when you press the Start Configuration button.": "Todos los equipos cercanos y que no tienen los datos cargados, serán configurados automáticamente cuando pulse en el botón Comenzar configuración.",
      "Status of the devices changes after the configuration:": "El estado de cada dispositivo cambia durante este proceso:",
      "Device is configured": "Dispositivo configurado",
      "Device is not configured": "Dispositivo no configurado",
      "Unknown status": "Estado desconocido",
      "Signal strength of each device is also shown:": "Se muestra también la intensidad de la señal:",
      "Strong signal": "Señal fuerte",
      "Weak signal": "Señal débil",
      "Very weak signal": "Señal muy débil",
      "No signal": "Sin señal",
      "Updating the devices": "Actualizando los ductFITs",
      "New firmwares versions are available to solve existing problems with your ductFIT devices.": "Las nuevas versiones del firmware permiten solucionar problemas de los equipos.",
      "Go to the sidebar tab Latest firmwares to download the last version for each type of device.": "Vaya al menú lateral y pulse en la pestaña Últimos firmwares para descargar las últimas versiones.",
      "Once the latest firmware versions are loaded, go back to the Update bottom tab.": "Una vez se han cargado las últimas versiones, vuelva a la pestaña Actualizar.",
      "Press the button next to the signal of each device to start the updating procedure:": "Pulse en el botón situado junto al indicador de intensidad de señal de cada equipo para comenzar con el procedimiento de actualización:",
      "1. App connects to the device and gets the current firmware.": "1. La app se conecta al ductFIT para saber su versión actual del firmware.",
      "2. If the device has an old version, it is automatically updated.": "2. Si el equipo tiene una versión antigua, la actualización comienza automáticamente.",
      "3. In case that the current version of the firmware of the device is the latest, the device is not updated.": "3. En el caso de que la versión actual del dispositivo sea la última, el equipo no se actualiza.",
      "During the update process, related information will appear on the text box.": "Durante el proceso de actualización aparecerá información relacionada en el cuadro de texto inferior.",
      "If ductFITs do not appear after pressing the discover button, go in your smartphone to Settings -> Available Wi-Fi networks to update the list.": "Si no aparecen equipos ductFIT tras pulsar en el botón de la lupa, vaya en su teléfono a Ajustes -> Redes Wi-Fi, para actualizar la lista de redes cercanas."
    }
}